{"backend": "tensorflow", "keras_version": "2.0.8", "config": [{"config": {"name": "dense_1", "dtype": "float32", "kernel_constraint": null, "bias_constraint": null, "activation": "relu", "activity_regularizer": null, "units": 6, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "batch_input_shape": [null, 6], "use_bias": true, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dense_2", "kernel_constraint": null, "bias_constraint": null, "activation": "relu", "kernel_regularizer": null, "units": 50, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "use_bias": true, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dense_3", "kernel_constraint": null, "bias_constraint": null, "activation": "relu", "kernel_regularizer": null, "units": 100, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "use_bias": true, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dense_4", "kernel_constraint": null, "bias_constraint": null, "activation": "relu", "kernel_regularizer": null, "units": 50, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "use_bias": true, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dense_5", "kernel_constraint": null, "bias_constraint": null, "activation": "sigmoid", "kernel_regularizer": null, "units": 2, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "use_bias": true, "bias_regularizer": null}, "class_name": "Dense"}], "class_name": "Sequential"}